Repository: CofficLab/GitOK
Catalog: Plugins/GitIgnorePlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: %@ has been added
zh_hk: 已添加 %@

source: Add Ignore
zh_hk: 添加忽略

source: Close
zh_hk: 关闭

source: Failed to write .gitignore: %@
zh_hk: 写入 .gitignore 失败：%@

source: Flutter Template
zh_hk: Flutter 模板

source: Loading .gitignore...
zh_hk: 正在加载 .gitignore...

source: No .gitignore file found
zh_hk: 未找到 .gitignore 文件

source: No .gitignore file found in current project
zh_hk: 当前项目中未找到 .gitignore 文件

source: Organize failed: %@
zh_hk: 整理失败：%@

source: Organize Groups
zh_hk: 整理分组

source: Organized and grouped
zh_hk: 已整理分组

source: Provides .gitignore viewer in status bar
zh_hk: 在状态栏提供 .gitignore 查看器

source: View .gitignore file
zh_hk: 查看 .gitignore 文件

source: Xcode Template
zh_hk: Xcode 模板
